IDEA Open Model
LineSupportSegment.SupportTypeRY Property
Compatible with IDEA StatiCa Beta 20.0
 Support type in dirrection round Y
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SupportTypeInDirrection SupportTypeRY { get; set; }
Public Property SupportTypeRY As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace